// =================================================================
// ВАЖНО: ЗАМЕНИТЕ ЭТИ ЗНАЧЕНИЯ НА НАСТОЯЩИЕ!
// =================================================================
// 1. Перейдите в ваш проект на https://console.firebase.google.com/
// 2. Нажмите на шестеренку (⚙️) -> Настройки проекта.
// 3. В разделе "Общие" прокрутите вниз до "Ваши приложения".
// 4. Выберите "Конфигурация" (Config) или "CDN".
// 5. Скопируйте объект firebaseConfig и полностью замените им содержимое этого файла.
// =================================================================

// !!! ЭТО ШАБЛОННЫЕ, НЕРАБОЧИE ЗНАЧЕНИЯ !!!
export const firebaseConfig = {
  apiKey: 'AIzaSyDu1RMqnpMNEcUspXOY23ix5vX3B5q1FRE',
  authDomain: 'studio-5738356102-5db17.firebaseapp.com',
  projectId: 'studio-5738356102-5db17',
  storageBucket: 'studio-5738356102-5db17.appspot.com',
  messagingSenderId: '410522138330',
  appId: '1:410522138330:web:a538546420c73134f8d7e3',
};
